Tekla Open API Reference for Tekla Structures 2025
PlacingBase Methods
The PlacingBase type exposes the following members.
Methods
Name | Description
IsEqual
 Compares the current object with an object of the same type.
Top
See Also
Reference
PlacingBase Class
Tekla.Structures.Drawing Namespace